INSERT INTO lift.rus_names (name,is_female) VALUES
  ('Олег',0),
  ('Сергей',0),
  ('Петр',0),
  ('Максим',0),
  ('Игорь',0),
  ('Василий',0),
  ('Михаил',0),
  ('Роман',0),
  ('Эдуард',0),
  ('Семен',0),
  ('Евгений',0),
  ('Лариса',1),
  ('Алла',1),
  ('Елена',1),
  ('Татьяна',1),
  ('Галина',1),
  ('Светлана',1),
  ('Ольга',1);

INSERT INTO lift.lift_ride (ridedFloors,userId,created) VALUES
  (4,'asdge1','2024-06-08 13:00:00'),
  (7,'34efv2','2024-06-08 14:22:00'),
  (12,'d3hfef','2024-06-08 18:03:00');